IDEA Open Model
Settlement.ValueRy Property
Compatible with IDEA StatiCa Beta 20.0
 Rotation around Y-axis
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double ValueRy { get; set; }
Public Property ValueRy As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
Settlement Class
IdeaRS.OpenModel.Loading Namespace